{
	"token": "TRX",
	"decimals": "6",
	"owner": "",
	"description": "TRON is an open source platform launched in 2017 for the decentralized global distribution of content and entertainment in addition to the deployment of smart contracts. Their white paper was released ahead of their August 2017 ICO on the Ethereum blockchain. Featuring a high TPS (Transactions per second), the network enables creators to publish, store and retain ownership of their content, allowing content creators to be directly rewarded by content consumers via the native coin (TRX) and other crypto-currencies. Using a network decentralized (peer to peer) file storage systems, the Sun network allows content to be placed on the blockchain without the requirement of content publishing middlemen (publishing platforms). The types of entertainment content can range from the familiar forms of music and video through to the newer forms of decentralized applications (dApps) such as online gaming and gambling.",
	"utility": "The native coin (TRX) can be used by content consumers to pay creators for in-game assets, or use as currency in gaming or to reward creators directly for their entertainment content or to purchase additional access. In turn, the coin can be used by content creators to pay for various services on the network. Freezing (staking) TRX tokens results in energy and bandwidth required to interact smoothly with the network as well as the increase in voting power of voting for Super Representatives.",
	"max_supply": "99,216,872,181",
	"circulating_supply": "66,682,072,191",
	"circulating_url": "",
	"consensus": "DPOS",
	"website": "https://tron.network",
	"whitepaper": "https://drive.google.com/file/d/0B_4PBkNemC7ec1F4WnFXUWc5UHc/view",
	"issue_date": "2017-06-30",
	"issue_price": "0.001500",
	"explorer1": "https://tronscan.org",
	"explorer2": "https://trxplorer.io",
	"github": "https://github.com/tronprotocol",
	"reddit": "https://www.reddit.com/r/Tronix",
	"twitter": "https://twitter.com/Tronfoundation",
	"facebook": "https://www.facebook.com/justinsuntron",
	"telegram": "https://t.me/tronnetworkEN",
	"instagram": "https://www.instagram.com/tronfoundation",
	"medium": "https://medium.com/@Tronfoundation",
	"youtube": "https://www.youtube.com/channel/UC5OPOGRq02iK-0T9sKse_kA/featured",
	"linkedin": "https://www.linkedin.com/company/tronfoundation/",
	"top_6_features": [
		"Average blocktime of 3 seconds",
		"Total supply of 100 billion TRX",
		"Consensus via Delegate Proof of Stake (Fast Paxos)",
		"High bandwidth, averaging 2000 Transactions per Second",
		"Limited TRX price control via centralized burn or minting",
		"Scalability design from inception."
	]
}
